Repository: bigwolfys79/IptvPlayer
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

source: {0} min
ru_ru: {0} мин

# 0_S_1
source: ● {0} — since {1}
ru_ru: ● {0} — с {1}

# 0_Vy_Ostanovilis_Na_1_Prodolzhit
source: “{0}”: you stopped at {1}. Resume from there?
ru_ru: «{0}»: вы остановились на {1}. Продолжить с этого места?

# 15_Min.Content
source: 15 min
ru_ru: 15 мин

# 15_Min_Lbl
source: 15 min
ru_ru: 15 мин

# 1_Chas.Content
source: 1 hour
ru_ru: 1 час

# 1_Chas_Lbl
source: 1 hour
ru_ru: 1 час

# 30_Min.Content
source: 30 min
ru_ru: 30 мин

# 30_Min_Lbl
source: 30 min
ru_ru: 30 мин

# 45_Min.Content
source: 45 min
ru_ru: 45 мин

# 45_Min_Lbl
source: 45 min
ru_ru: 45 мин

# About_ComponentsList
source: FFmpeg / FFmpegInteropX (demuxing and decoding HEVC, AC-3, etc.) Windows App SDK (WinUI 3), .NET 8, CommunityToolkit Serilog (logging), Inno Setup (installer)
ru_ru: FFmpeg / FFmpegInteropX (демуксинг и декодирование HEVC, AC-3 и др.) Windows App SDK (WinUI 3), .NET 8, CommunityToolkit Serilog (логирование), Inno Setup (установщик)

# About_FeaturesList
source: • Live streams and catch-up archives with seeking • Video library (portal): films, series, quality selection • XMLTV programme guide, programme reminders • Channel/programme recording (ffmpeg, up to 3 parallel) • Favorites, history, previous channel (Backspace) • Mini player (Ctrl+M), stream stats (Ctrl+J) • Semi-automatic updates (GitHub Releases) • Parental control, dark theme, Russian/English
ru_ru: • Прямые эфиры и архивы (timeshift) с перемоткой • Видеотека (видео-портал): фильмы, сериалы, выбор качества • Программа передач XMLTV, напоминания о передачах • Запись каналов и передач (ffmpeg, до 3 параллельных) • Избранное, история, «предыдущий канал» (Backspace) • Мини-плеер (Ctrl+M), статистика потока (Ctrl+J) • Полуавтоматическое обновление (GitHub Releases) • Родительский контроль, тёмная тема, русский/английский

# Aktiven_Pleylist_0
source: Playlist \\"{0}\\" is now active.
ru_ru: Активен плейлист «{0}».

# Aktivirovat_Lbl
source: Activate
ru_ru: Активировать

# Apparatnoe_GPU_S_Otkatom_Na_Protsessor
source: Hardware (GPU, CPU fallback)
ru_ru: Аппаратное (GPU, с откатом на процессор)

# Arkhiv_0
source: Archive: {0}
ru_ru: Архив: {0}

# Arkhiv_0_1
source: Archive: {0} ({1})
ru_ru: Архив: {0} ({1})

# Avto.Content
source: Auto
ru_ru: Авто

# Avto_Lbl
source: Auto
ru_ru: Авто

# Avto_Maksimalnoe
source: Auto (maximum)
ru_ru: Авто (максимальное)

# Bez_Gruppy
source: No group
ru_ru: Без группы

# Bez_Kategorii
source: Uncategorized
ru_ru: Без категории

# Bez_Zvuka_M.ToolTipService.ToolTip
source: Mute (M)
ru_ru: Без звука (M)

# Bez_Zvuka_M_Lbl
source: Mute (M)
ru_ru: Без звука (M)

# Bufer_0_C_1_MB_Prostoi
source: Buffer: {0}s / {1} MB · stalls: {2}
ru_ru: Буфер: {0} c / {1} МБ · простои: {2}

# Bufer_TV_Kanalov_Pryamoy_Efir
source: Live TV buffer
ru_ru: Буфер ТВ-каналов (прямой эфир)

# Bufer_Videoteki.Text
source: Video library buffer
ru_ru: Буфер видеотеки

# Bufer_Videoteki_Filmy_Portala
source: Video library buffer (portal movies)
ru_ru: Буфер видеотеки (фильмы портала)

# Bufer_Videoteki_Lbl
source: Video library buffer
ru_ru: Буфер видеотеки

# Buferizatsiya.Text
source: Buffering
ru_ru: Буферизация

# Buferizatsiya_Lbl
source: Buffering
ru_ru: Буферизация

# CHastota_Obnovleniya_Pleylistov.Text
source: Playlist refresh rate
ru_ru: Частота обновления плейлистов

# CHastota_Obnovleniya_Pleylistov_Lbl
source: Playlist refresh rate
ru_ru: Частота обновления плейлистов

# Dekoder_0_Apparatnyy_1
source: Decoder: {0} · HW: {1}
ru_ru: Декодер: {0} · аппаратный: {1}

# Dekodirovanie_Video.Text
source: Video decoding
ru_ru: Декодирование видео

# Dekodirovanie_Video_Lbl
source: Video decoding
ru_ru: Декодирование видео

# Dinamicheskaya_Usilivaet_Tikhie_Kanaly
source: Dynamic (boosts quiet channels)
ru_ru: Динамическая (усиливает тихие каналы)

# Do_Vremeni_0
source: (until {0})
ru_ru: (до {0})

# Do_Vyklyucheniya
source: Until off
ru_ru: До выключения

# Dobavit.Content
source: Add
ru_ru: Добавить

# Dobavit_Istochnik_EPG_Lbl
source: Add EPG source
ru_ru: Добавить источник EPG

# Dobavit_Kanal
source: Add channel
ru_ru: Добавить канал

# Dobavit_Kanal_Vruchnuyu_Lbl
source: Add channel manually
ru_ru: Добавить канал вручную

# Dobavit_Lbl
source: Add
ru_ru: Добавить

# Dobavit_Pleylist.Text
source: Add playlist
ru_ru: Добавить плейлист

# Dobavit_Pleylist_Lbl
source: Add playlist
ru_ru: Добавить плейлист

# Dobavit_Pleylisty
source: Add playlists
ru_ru: Добавить плейлисты

# Dobavit_V_Izbrannoe
source: Add to favorites
ru_ru: Добавить в избранное

# Dobavleno_Pleylistov_0
source: Playlists added: {0}.
ru_ru: Добавлено плейлистов: {0}.

# Dostupen
source: available
ru_ru: доступен

# Dostupna_Versiya_0_U_Vas_1
source: Version {0} is available (you have {1}).
ru_ru: Доступна версия {0} (у вас {1}).

# Dostupno_Obnovlenie
source: Update available
ru_ru: Доступно обновление

# EPG_Dannye_Nedostupny.Text
source: EPG data unavailable
ru_ru: EPG данные недоступны

# EPG_Dannye_Nedostupny_Lbl
source: EPG data unavailable
ru_ru: EPG данные недоступны

# EPG_Programma_Peredach.Text
source: EPG (TV guide)
ru_ru: EPG (программа передач)

# EPG_Programma_Peredach_Lbl
source: EPG (TV guide)
ru_ru: EPG (программа передач)

# EPG_XMLTV_Epg_One_Sopostavlenie_Kanalov
source: EPG: XMLTV (epg.one), channel matching via the epg.one/setup-playlist table
ru_ru: EPG: XMLTV (epg.one), сопоставление каналов — таблица epg.one/setup-playlist

# Eksportirovat.Content
source: Export...
ru_ru: Экспортировать...

# Eksportirovat_Lbl
source: Export...
ru_ru: Экспортировать...

# Epizod
source: Episode
ru_ru: Эпизод

# Eta_Peredacha_Eshche_Ne_Nachalas
source: This programme has not started yet.
ru_ru: Эта передача ещё не началась.

# Fayl_Budet_Soderzhat_Ssylki_I_Klyuchi
source: The file will contain links and keys in encrypted form — it cannot be opened without the password.
ru_ru: Файл будет содержать ссылки и ключи в защищённом виде — без пароля его не открыть.

# Faylovyy_Log
source: File log
ru_ru: Файловый лог

# Glubina_Bufera_Dlya_TV_Kanalov_Pryamogo
source: Buffer depth for live TV channels. Higher — smoother on unstable networks, but further behind the live edge. Applied on next channel switch.
ru_ru: Глубина буфера для ТВ-каналов прямого эфира. Больше — плавнее на нестабильной сети, но дальше от живого эфира. Применится при следующем переключении канала.

# Gotovo.Content
source: Done
ru_ru: Готово

# Gotovo_Lbl
source: Done
ru_ru: Готово

# Gromkost_Ili_Koleso_Myshi_Nad_Video_Lbl
source: Volume (or mouse wheel over video)
ru_ru: Громкость (или колесо мыши над видео)

# IPTV_Pleer_Dlya_Pleylistov_M3U_M3U8
source: IPTV player for M3U/M3U8 playlists with EPG, catch-up archive, video library, recording and parental control.
ru_ru: IPTV-плеер для плейлистов M3U/M3U8 с EPG, архивом передач, видеотекой, записью и родительским контролем.

# Idet_Zapis_Peredach_Obnovlenie_Ustanovitsya_Avtomaticheski
source: A recording is in progress — the update will install automatically when it finishes.
ru_ru: Идёт запись передач — обновление установится автоматически после её окончания.

# Idut_Seychas
source: Recording now
ru_ru: Идут сейчас

# Import_Nastroek
source: Import settings
ru_ru: Импорт настроек

# Importirovat.Content
source: Import...
ru_ru: Импортировать...

# Importirovat_Lbl
source: Import...
ru_ru: Импортировать...

# Imya_Neobyazatelno.PlaceholderText
source: Name (optional)
ru_ru: Имя (необязательно)

# Imya_Neobyazatelno_Lbl
source: Name (optional)
ru_ru: Имя (необязательно)

# Interfeys.Text
source: Interface
ru_ru: Интерфейс

# Interfeys_Lbl
source: Interface
ru_ru: Интерфейс

# Ispolzovat_Istochnik.ToolTipService.ToolTip
source: Use this source
ru_ru: Использовать источник

# Ispolzovat_Istochnik_Lbl
source: Use this source
ru_ru: Использовать источник

# Istochnik_Portala_Ne_Nayden
source: Portal source not found.
ru_ru: Источник портала не найден.

# Istochnik_Sistemnyy_FFmpeg_Ne_Otkryval_Potok
source: Source: system (FFmpeg did not open the stream)
ru_ru: Источник: системный (FFmpeg не открывал поток)

# Istochniki_EPG.Text
source: EPG sources
ru_ru: Источники EPG

# Istochniki_EPG_Etogo_Pleylista_Lbl
source: EPG sources of this playlist
ru_ru: Источники EPG этого плейлиста

# Istochniki_EPG_Lbl
source: EPG sources
ru_ru: Источники EPG

# Iz_0
source: of {0}
ru_ru: из {0}

# Izbrannoe
source: ★ Favorites
ru_ru: ★ Избранное

# Kachestvo_Video.Text
source: Video quality
ru_ru: Качество видео

# Kachestvo_Video.ToolTipService.ToolTip
source: Video quality
ru_ru: Качество видео

# Kachestvo_Video_Lbl
source: Video quality
ru_ru: Качество видео

# Kak_Chasto_Pri_Zapuske_Perekachivat_Aktivnyy.Text
source: How often to re-download the active playlist on startup.
ru_ru: Как часто при запуске перекачивать активный плейлист.

# Kak_Chasto_Pri_Zapuske_Perekachivat_Aktivnyy_Lbl
source: How often to re-download the active playlist on startup.
ru_ru: Как часто при запуске перекачивать активный плейлист.

# Kak_Chasto_Pri_Zapuske_Perekachivat_XMLTV.Text
source: How often to re-download XMLTV sources on startup.
ru_ru: Как часто при запуске перекачивать XMLTV-источники.

# Kak_Chasto_Pri_Zapuske_Perekachivat_XMLTV_Lbl
source: How often to re-download XMLTV sources on startup.
ru_ru: Как часто при запуске перекачивать XMLTV-источники.

# Kanal_0
source: Channel: {0}
ru_ru: Канал: {0}

# Kanal_0_Zakryt_Roditelskim_Kontrolem_Vvedite
source: Channel \\"{0}\\" is locked by parental control. Enter the PIN and choose how long to allow viewing.
ru_ru: Канал «{0}» закрыт родительским контролем. Введите PIN и выберите, на сколько разрешить просмотр.

# Kanalov_0
source: Channels: {0}
ru_ru: Каналов: {0}

# Kanaly.Text
source: Channels
ru_ru: Каналы

# Kanaly_Lbl
source: Channels
ru_ru: Каналы

# Kanaly_Ostayutsya_V_Spiske_No_Zapusk
source: Channels stay in the list, but starting channels of the checked groups requires the PIN. "Adult" groups (18+, xxx, etc.) are checked automatically; the list can be edited manually.
ru_ru: Каналы остаются в списке, но запуск каналов отмеченных групп требует PIN. Галочки «взрослых» групп (18+, xxx и т.п.) ставятся автоматически; список можно изменить вручную.

# Kanaly_V_Spiske_Iz_Aktivnogo_Pleylista
source: The channel list shows the active playlist. Switch playlists in the settings menu (Settings → Switch playlist).
ru_ru: Каналы в списке — из активного плейлиста. Переключайте плейлист в меню настроек (Настройки → Сменить плейлист).

# Kanaly_V_Spiske_Iz_Aktivnogo_Pleylista_2.Text
source: Channels in the list come from the active playlist. Switch with the combo box above the channel list.
ru_ru: Каналы в списке — из активного плейлиста. Переключайтесь комбобоксом над списком каналов.

# Kanaly_V_Spiske_Iz_Aktivnogo_Pleylista_2_Lbl
source: Channels in the list come from the active playlist. Switch with the combo box above the channel list.
ru_ru: Каналы в списке — из активного плейлиста. Переключайтесь комбобоксом над списком каналов.

# Kazhduyu_Nedelyu
source: Weekly
ru_ru: Каждую неделю

# Kazhdye_3_Dnya
source: Every 3 days
ru_ru: Каждые 3 дня

# Kazhdyy_Den
source: Daily
ru_ru: Каждый день

# Klik_Po_Peredache_Smotret_S_Nachala.Text
source: click a programme to watch from the start
ru_ru: клик по передаче — смотреть с начала

# Klik_Po_Peredache_Smotret_S_Nachala_Lbl
source: click a programme to watch from the start
ru_ru: клик по передаче — смотреть с начала

# Klyuch_Portala.Header
source: Portal key
ru_ru: Ключ портала

# Klyuch_Portala.PlaceholderText
source: Portal key
ru_ru: Ключ портала

# Klyuch_Portala_Lbl
source: Portal key
ru_ru: Ключ портала

# Klyuch_Portala_Portal_Key
source: Portal key (portal::[key:...])
ru_ru: Ключ портала (portal::[key:...])

# Knopka_Svernut_Pryachet_Okno_V_Trey
source: The minimize button hides the window to the tray instead of the taskbar.
ru_ru: Кнопка «Свернуть» прячет окно в трей вместо панели задач.

# Komponente
source: Components
ru_ru: Компоненты

# Kontrolnaya_Summa_Ustanovshchika_Ne_Sovpala_Obnovlenie
source: Installer checksum mismatch — update cancelled.
ru_ru: Контрольная сумма установщика не совпала — обновление отменено.

# Krestik_Okna_Pryachet_Ego_V_Trey
source: The close button hides the window to the tray — playback continues. To quit fully, right-click the tray icon → "Exit".
ru_ru: Крестик окна прячет его в трей — воспроизведение продолжается. Полный выход — правый клик по иконке в трее → «Выход».

# Kuda_Ffmpeg_Sokhranyaet_Zapisi_Ts_Pusto
source: Where ffmpeg saves recordings (.ts). Empty = "Videos\IptvPlayer". A drive root can be typed in manually, e.g. F:\ — the system folder picker does not allow selecting a drive root.
ru_ru: Куда ffmpeg сохраняет записи (.ts). Пусто — «Видео\IptvPlayer». Корень диска выбирается вводом пути вручную, например F:\ — системный диалог выбора папки корень диска не отдаёт.

source: Log: {0}
ru_ru: Лог: {0}

# Maksimalnoe_Kachestvo_Potoka_Ili_Ogranichenie_Razresheniya.Text
source: Maximum stream quality or resolution limit. Applies on next channel switch.
ru_ru: Максимальное качество потока или ограничение разрешения. Применится при следующем переключении канала.

# Maksimalnoe_Kachestvo_Potoka_Ili_Ogranichenie_Razresheniya_Lbl
source: Maximum stream quality or resolution limit. Applies on next channel switch.
ru_ru: Максимальное качество потока или ограничение разрешения. Применится при следующем переключении канала.

# Nachalo_V_0
source: {0} • starts at {1}
ru_ru: {0} • начало в {1}

# Napominaniya_EPG.Text
source: EPG reminders
ru_ru: Напоминания EPG

# Napominaniya_EPG_Lbl
source: EPG reminders
ru_ru: Напоминания EPG

# Napomnit_O_Peredache_Lbl
source: Remind me
ru_ru: Напомнить о передаче

# Nastroyki.ToolTipService.ToolTip
source: Settings
ru_ru: Настройки

# Nastroyki_EPG.Text
source: EPG settings
ru_ru: Настройки EPG

# Nastroyki_EPG_Lbl
source: EPG settings
ru_ru: Настройки EPG

# Nastroyki_Eksportirovany_0
source: Settings exported: {0}
ru_ru: Настройки экспортированы: {0}

# Nastroyki_I_Dannee
source: Settings and data
ru_ru: Настройки и данные

# Nastroyki_I_Kesh_0_IptvPlayer
source: Settings and cache: {0}\\IptvPlayer
ru_ru: Настройки и кэш: {0}\\IptvPlayer

# Nastroyki_Interfeysa.Text
source: Interface settings
ru_ru: Настройки интерфейса

# Nastroyki_Interfeysa_Lbl
source: Interface settings
ru_ru: Настройки интерфейса

# Nastroyki_Lbl
source: Settings
ru_ru: Настройки

# Nastroyki_Vosproizvedeniya.Text
source: Playback settings
ru_ru: Настройки воспроизведения

# Nastroyki_Vosproizvedeniya_Lbl
source: Playback settings
ru_ru: Настройки воспроизведения

# Nastroyki_Zameneny_Pleylistov_0
source: Settings replaced, playlists: {0}.
ru_ru: Настройки заменены, плейлистов: {0}.

# Nazvanie
source: Name
ru_ru: Название

# Ne_Udalos_Eksportirovat_Nastroyki_0
source: Failed to export settings: {0}
ru_ru: Не удалось экспортировать настройки: {0}

# Ne_Udalos_Nachat_Zapis_Ffmpeg_Nedostupen
source: Could not start recording (ffmpeg missing or concurrent recording limit reached) — see log.
ru_ru: Не удалось начать запись (ffmpeg недоступен или достигнут лимит одновременных записей) — см. лог.

# Ne_Udalos_Otkryt_Dialog_Eksporta_0
source: Failed to open the export dialog: {0}
ru_ru: Не удалось открыть диалог экспорта: {0}

# Ne_Udalos_Otkryt_Dialog_Importa_0
source: Failed to open the import dialog: {0}
ru_ru: Не удалось открыть диалог импорта: {0}

# Ne_Udalos_Prochitat_Fayl_0
source: Failed to read the file: {0}
ru_ru: Не удалось прочитать файл: {0}

# Ne_Udalos_Proverit_Obnovleniya_0
source: Update check failed: {0}
ru_ru: Не удалось проверить обновления: {0}

# Ne_Udalos_Skachat_Obnovlenie_0
source: Failed to download the update: {0}
ru_ru: Не удалось скачать обновление: {0}

# Ne_Udalos_Sozdat_Papku_0_Proverte
source: Could not create \\"{0}\\" — check the path and permissions.
ru_ru: Не удалось создать папку «{0}» — проверьте путь и права.

# Ne_Udalos_Vosproizvesti_Potok_0
source: Cannot play stream: {0}
ru_ru: Не удалось воспроизвести поток: {0}

# Ne_Udalos_Zagruzit_Pleylist_0
source: Failed to load the playlist: {0}
ru_ru: Не удалось загрузить плейлист: {0}

# Nedostupen
source: not available
ru_ru: недоступен

# Net
source: No
ru_ru: Нет

# Net_Aktivnykh_Zapisey
source: No active recordings.
ru_ru: Нет активных записей.

# Net_Dannykh_O_Programmakh_Dlya_Etogo.Text
source: No programme data for this channel
ru_ru: Нет данных о программах для этого канала

# Net_Dannykh_O_Programmakh_Dlya_Etogo_Lbl
source: No programme data for this channel
ru_ru: Нет данных о программах для этого канала

# Net_Zaplanirovannykh_Zapisey
source: No scheduled recordings.
ru_ru: Нет запланированных записей.

# Nevernyy_PIN
source: Wrong PIN.
ru_ru: Неверный PIN.

# Nikogda_Tolko_Pri_Dobavlenii
source: Never (only when added)
ru_ru: Никогда (только при добавлении)

# Normalizatsiya_Gromkosti.Text
source: Volume normalization
ru_ru: Нормализация громкости

# Normalizatsiya_Gromkosti_Lbl
source: Volume normalization
ru_ru: Нормализация громкости

# Novyy_PIN_4_Tsifry
source: New PIN (4+ digits)
ru_ru: Новый PIN (4+ цифры)

source: OK
ru_ru: ОК

# O_Programme.Text
source: About
ru_ru: О программе

# O_Programme_Lbl
source: About
ru_ru: О программе

# Obnovit_EPG.Content
source: Refresh EPG
ru_ru: Обновить EPG

# Obnovit_EPG_Lbl
source: Refresh EPG
ru_ru: Обновить EPG

# Obnovlenie_Otlozheno
source: Update postponed
ru_ru: Обновление отложено

# Obshchie_Istochniki_EPG_XMLTV_Deystvuyut_Dlya
source: Shared EPG (XMLTV) sources: used by playlists that have no sources of their own. Per-playlist sources are configured in the Playlist dialog.
ru_ru: Общие источники EPG (XMLTV): действуют для плейлистов без своих источников. Свои источники задаются у каждого плейлиста в диалоге «Плейлист».

# Obzor
source: Browse...
ru_ru: Обзор...

# Oshibka_Vosproizvedeniya
source: Playback error:
ru_ru: Ошибка воспроизведения:

# Osnovnye_Teksty_Interfeysa_Perevodyatsya_Na_Letu.Text
source: Main interface texts are translated on the fly.
ru_ru: Основные тексты интерфейса переводятся на лету.

# Osnovnye_Teksty_Interfeysa_Perevodyatsya_Na_Letu_Lbl
source: Main interface texts are translated on the fly.
ru_ru: Основные тексты интерфейса переводятся на лету.

# Ostanovit_Vosproizvedenie
source: Stop playback
ru_ru: Остановить воспроизведение

# Ostanovit_Zapis
source: Stop recording
ru_ru: Остановить запись

# Ostanovit_Zapis_0
source: Stop recording ({0})
ru_ru: Остановить запись ({0})

# Otklyuchit_Taymer
source: Turn off timer
ru_ru: Отключить таймер

# Otkryt_Papku
source: Open folder
ru_ru: Открыть папку

# Otkryt_Papku_Logov
source: Open logs folder
ru_ru: Открыть папку логов

# Otmena.Content
source: Cancel
ru_ru: Отмена

# Otmena_Lbl
source: Cancel
ru_ru: Отмена

# Otmenit_Taymer_Lbl
source: Cancel timer
ru_ru: Отменить таймер

# PIN_Dolzhen_Byt_Ne_Koroche_4
source: The PIN must be at least 4 characters.
ru_ru: PIN должен быть не короче 4 символов.

# PIN_Kod
source: PIN code
ru_ru: PIN-код

# PIN_Ubran_Otklyuchit_Kontrol_Mozhno_Budet
source: PIN removed — the control can now be disabled without a password.
ru_ru: PIN убран — отключить контроль можно будет без пароля.

# PIN_Ustanovlen
source: PIN set.
ru_ru: PIN установлен.

# Papka_Zapisey
source: Recordings folder
ru_ru: Папка записей

# Parental_PinHintHasPin
source: The PIN is required to unlock or disable. Children cannot remove hiding without it.
ru_ru: PIN требуется для разблокировки и отключения. Дети не смогут снять скрытие без него.

# Parental_PinHintNoPin
source: Without a PIN, anyone can disable the control in settings.
ru_ru: Без PIN отключить контроль и разблокировать группы сможет кто угодно в настройках.

# Parental_StatusLockedNote
source: Starting their channels requires the PIN.
ru_ru: Запуск их каналов требует PIN.

# Parental_StatusOn
source: Enabled. Groups behind PIN: {0}.
ru_ru: Включён. Групп под PIN: {0}.

# Parental_StatusUnlockedNote
source: Currently allowed without PIN.
ru_ru: Сейчас разрешено без PIN.

# Parol_Eksporta
source: Export password
ru_ru: Пароль экспорта

# Parol_Fayla
source: File password
ru_ru: Пароль файла

# Parol_Minimum_4_Simvola
source: Password must be at least 4 characters.
ru_ru: Пароль — минимум 4 символа.

# Parol_Zadannyy_Pri_Eksporte
source: The password set during export.
ru_ru: Пароль, заданный при экспорте.

# Paroli_Ne_Sovpadayut
source: Passwords do not match.
ru_ru: Пароли не совпадают.

# Pauza_Arkhiv_Lbl
source: Pause (archive)
ru_ru: Пауза (архив)

# Pauza_Arkhiv_Probel
source: Pause (archive, Space)
ru_ru: Пауза (архив, пробел)

# Pereimenovat_Lbl
source: Rename
ru_ru: Переименовать

# Pereklyuchenie_Na_0
source: Switching to \\"{0}\\"...
ru_ru: Переключение на «{0}»...

# Peremotka_Arkhiva_Otpustite_Polzunok_Dlya_Perekhoda_Lbl
source: Archive seeking (release the slider to jump)
ru_ru: Перемотка архива (отпустите ползунок для перехода)

# Peremotka_Video_Otpustite_Polzunok_Lbl
source: Video seeking (release the slider to jump)
ru_ru: Перемотка видео (отпустите ползунок)

# Perenos_Nastroek.Text
source: Settings transfer
ru_ru: Перенос настроек

# Perenos_Nastroek_Lbl
source: Settings transfer
ru_ru: Перенос настроек

# Pleylist.Text
source: Playlist
ru_ru: Плейлист

# Pleylist_0_Dobavlen
source: Playlist \\"{0}\\" added.
ru_ru: Плейлист «{0}» добавлен.

# Pleylist_0_Udalen
source: Playlist \\"{0}\\" removed.
ru_ru: Плейлист «{0}» удалён.

# Pleylist_Lbl
source: Playlist
ru_ru: Плейлист

# Pleylist_M3U_M3U8
source: M3U/M3U8 playlist
ru_ru: Плейлист M3U/M3U8

# Pleylist_Pereimenovan_V_0
source: Playlist renamed to \\"{0}\\".
ru_ru: Плейлист переименован в «{0}».

# Pleylisty.Text
source: Playlists
ru_ru: Плейлисты

# Pleylisty_Lbl
source: Playlists
ru_ru: Плейлисты

# Po_Istechenii_Taymera_0
source: When the timer ends: {1}.
ru_ru: По истечении таймера: {0}.

# Podtyagivaet_Tikhie_Kanaly_K_Obshchemu_Urovnyu.Text
source: Raises quiet channels to a common level. Applies to the playing channel immediately.
ru_ru: Подтягивает тихие каналы к общему уровню. Применяется к играющему каналу сразу.

# Podtyagivaet_Tikhie_Kanaly_K_Obshchemu_Urovnyu_Lbl
source: Raises quiet channels to a common level. Applies to the playing channel immediately.
ru_ru: Подтягивает тихие каналы к общему уровню. Применяется к играющему каналу сразу.

# Poisk.PlaceholderText
source: Search...
ru_ru: Поиск...

# Poisk_Lbl
source: Search...
ru_ru: Поиск...

# Pokazat
source: Show
ru_ru: Показать

# Pokazat_EPG.ToolTipService.ToolTip
source: Show guide
ru_ru: Показать EPG

# Pokazat_EPG_Lbl
source: Show guide
ru_ru: Показать EPG

# Pokazat_Skryt_EPG.ToolTipService.ToolTip
source: Show/hide TV guide
ru_ru: Показать/скрыть EPG

# Pokazat_Skryt_EPG_Lbl
source: Show/hide TV guide
ru_ru: Показать/скрыть EPG

# Ponyatno
source: OK
ru_ru: Понятно

# Portal_Ne_Otdal_Potok_0
source: Portal did not return a stream: {0}
ru_ru: Портал не отдал поток: {0}

# Portal_Ne_Vernul_Ssylku_Na_Potok
source: Portal returned no stream URL (see log).
ru_ru: Портал не вернул ссылку на поток (см. лог).

# Posle_Zapuska_Ne_Chashche_Raza_V
source: After startup (at most once a day) the app checks GitHub Releases by itself, downloads the installer and offers to install. Installation never starts while recordings are running.
ru_ru: После запуска (не чаще раза в сутки) приложение само проверит GitHub Releases, скачает установщик и предложит установить. Пока идут записи, установка не запускается.

# Postoyannaya_Gromkost_EBU_R128
source: Uniform loudness (EBU R128)
ru_ru: Постоянная громкость (EBU R128)

# Povtorite_Parol
source: Repeat password
ru_ru: Повторите пароль

# Povtornoe_Nazhatie_Udalit_Pleylist_0_Vmeste
source: Clicking again will remove playlist \\"{0}\\" and its local cache.
ru_ru: Повторное нажатие удалит плейлист «{0}» вместе с его локальным кэшем.

# Pozzhe
source: Later
ru_ru: Позже

# Predydushchiy_Kanal_Backspace_Lbl
source: Previous channel (Backspace)
ru_ru: Предыдущий канал (Backspace)
